datasets/benchmark-results/netorigin/201811160727/wordpress-results-netorigin-10-201811160727.log
Running 1m test @ http://blig.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 187.970ms, rate sampling interval: 329ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   112.77ms   30.25ms 275.20ms   76.40%
    Req/Sec     9.93     13.97    30.00     67.55%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  104.96ms
 75.000%  126.14ms
 90.000%  151.04ms
 99.000%  236.80ms
 99.900%  275.45ms
 99.990%  275.45ms
 99.999%  275.45ms
100.000%  275.45ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      71.039     0.000000            1         1.00
      83.647     0.100000           52         1.11
      89.983     0.200000          100         1.25
      94.079     0.300000          150         1.43
      99.583     0.400000          200         1.67
     104.959     0.500000          250         2.00
     107.391     0.550000          275         2.22
     110.271     0.600000          300         2.50
     113.599     0.650000          325         2.86
     118.847     0.700000          350         3.33
     126.143     0.750000          375         4.00
     129.471     0.775000          388         4.44
     133.375     0.800000          400         5.00
     138.879     0.825000          413         5.71
     143.871     0.850000          425         6.67
     148.223     0.875000          439         8.00
     149.887     0.887500          444         8.89
     151.039     0.900000          450        10.00
     154.367     0.912500          457        11.43
     157.183     0.925000          463        13.33
     161.535     0.937500          469        16.00
     162.559     0.943750          472        17.78
     165.375     0.950000          475        20.00
     165.887     0.956250          479        22.86
     171.391     0.962500          482        26.67
     172.671     0.968750          485        32.00
     174.463     0.971875          486        35.56
     178.431     0.975000          488        40.00
     181.759     0.978125          490        45.71
     226.047     0.981250          491        53.33
     231.807     0.984375          493        64.00
     231.807     0.985938          493        71.11
     235.007     0.987500          494        80.00
     236.799     0.989062          495        91.43
     238.463     0.990625          496       106.67
     241.919     0.992188          497       128.00
     241.919     0.992969          497       142.22
     241.919     0.993750          497       160.00
     242.303     0.994531          498       182.86
     242.303     0.995313          498       213.33
     255.615     0.996094          499       256.00
     255.615     0.996484          499       284.44
     255.615     0.996875          499       320.00
     255.615     0.997266          499       365.71
     255.615     0.997656          499       426.67
     275.455     0.998047          500       512.00
     275.455     1.000000          500          inf
#[Mean    =      112.773, StdDeviation   =       30.253]
#[Max     =      275.200, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.94MB read
Requests/sec:      9.99
Transfer/sec:    527.54KB